sex
sum
job
rely
task
area
data
code
goal
link
core
site
text
fund
role
valid
legal
seekt
occur
final
focus
react
shift
range
civil
imply
minor
major
error
items
grant
hence
phase
prior
cycle
layer
label
affect
ensure
source
design
negate
access
scheme
assess
select
assume
deduce
impact
injury
issues
invest
theory
export
region
survey
labour
remove
locate
volume
credit
commit
income
ethnic
annual
period
policy
impose
method
sector
regime
confer
normal
debate
secure
obtain
create
occupy
option
output
retain
series
status
stress
emerge
justify
exclude
aspects
convene
section
analyse
benefit
concept
consist
factors
formula
journal
percent
predict
process
project
promote
chapter
specify
primary
context
despite
derived
outcome
publish
obvious
consent
similar
contain
overall
resolve
initial
complex
comment
achieve
conduct
summary
instance
physical
register
sequence
criteria
document
dominate
interact
maximise
adequate
apparent
attitude
approach
estimate
evidence
function
required
research
contract
parallel
economic
indicate
involved
response
elements
equation
features
contrast
previous
purchase
relevant
domestic
resident
internal
resource
computer
consumer
cultural
maintain
perceive
positive
restrict
strategy
transfer
specific
variable
constant
emphasis
available
tradition
implement
procedure
technical
technique
implicate
principle
potential
financial
mechanism
corporate
dimension
institute
framework
attribute
principal
authority
undertake
integrate
immigrate
component
community
structure
parameter
statistic
technology
identified
illustrate
conclusion
hypothesis
philosophy
compensate
proportion
definition
evaluation
commission
coordinate
categories
correspond
assistance
contribute
sufficient
individual
subsequent
distinction
established
investigate
concentrate
demonstrate
participate
alternative
approximate
appropriate
acquisition
legislation
significant
regulations
environment
communicate
construction
consequences
considerable
circumstance
professional
distribution
constitutional
administration
interpretation
